@extends('layouts.app')

@section('content')
  <div class="container">
    <h3>仕訳入力マニュアル</h3>
    <hr>
    <a href="#slip1" class="secList">仕訳入力とは</a><br>
    <div id="slip1" class="section">
      <ul>
        <li>経費を科目ごとに登録できます。</li>
        <li>今月入力した仕訳が表示されています。</li>
        <li>仕訳入力したものは10分に1度科目ごとに計算され、月間仕訳に表示されるようになります。</li>
      </ul>
    </div>
    <a href="#slip2" class="secList">伝票登録</a>
    <div id="slip2" class="section">
      <ul>
        <li>【登録手順】</li>
        <li>　1.伝票登録ボタンを押すと入力フォームが表示されます。</li>
        <li>　2.支払方法を登録してください→クレジットカードと現金が選択できます。</li>
        <li>　　デフォルトの設定はクレジットカード払いになっていますので、現金払いの場合はチェックボックのチェックを外してください。</li>
        <li>　3.科目を選択してください。科目管理で登録した掛け率が表示されます。</li>
        <li>　4.経費が発生した年月日を入力してください。本日までの日付のみ入力することができます。</li>
        <li>　5.単価（発生した経費の税抜価格）を入力し、「計算をする」ボタンを押すと本体金額が算出されます。</li>
        <li>　　ここでいう本体金額とは、単価×手順3で単価に入力された掛け率のことです。</li>
        <li>　　※経費処理をする際に家賃などは100％計上することができないので、掛け率を設定できるようにしています。</li>
        <li>　6.消費税率を入力し、「計算する」ボタンを押すと、消費税金額と総計金額が自動計算されます。</li>
        <li>　7.備考欄の入力は自由です。</li>
        <li>　8.手順1~6までの項目は必須項目です。入力できていることを確認して、「登録する」ボタンを押すと登録が完了します。</li>
      </ul>
      <video controls width="1000">
        <source src="/video/zoom_0.mp4"
                type="video/mp4">
        このブラウザは対応していません。
      </video>
    </div>
    <div>
      <a href="{{ route('manual.index') }}">マニュアル一覧へ戻る</a>
    </div>
  </div>
@endsection